/*
***************************************************************	
*注意：本程序只供学习使用，未经作者许可，不得用于其它任何用途
*描述：LED0以200MS的间隔闪烁
*版本：V1.0
*作者：OneTree
*创建日期：2012/11/5
*修改日期：2012/11/5 
*版权所有，盗版必究。
*Copyright(C) OneTree 2012-2022
*All rights reserved
***************************************************************
*硬件连接：  LED0 -------------------- PA8

***************************************************************
*修改记录：

	
*/

#ifndef		__LED_H__
#define		__LED_H__

#include 	"main.h"


#define LED0_SET  (GPIOA->BSRR = GPIO_Pin_8) 
#define LED0_CLR  (GPIOA->BRR = GPIO_Pin_8)  


void LED_Init(void);


#endif

